Repository: sayuriirina/Terminus
Catalog: src/lang/terminus.*.po
Languages: fr

# pogen_alert
source: %s translations are missing, type 'pogen' to download the translation file.
fr: %s traductions manquent, tape 'pogen' pour télécharger le fichier de traduction avec les nouvelles entrées.

# cookie
source: In order to save/restore the game, you need eat cookies. Do you want to activate cookies ?
fr: Afin de conserver ton avancement dans le jeu, il faut manger un cookie. Manger un cookie ?

source: yes
fr: oui

source: no
fr: non

# item_none
source: GenericItem
fr: Objet

# item_none_text
source: This is a generic item.
fr: Cet objet n'a rien de particulier.

# item_intro
source: This is a %s.
fr: C'est un·e %s.

# people_none
source: SomePeople
fr: Personne

# people_none_text
source: This person seems to be a bot.
fr: Cette personne ressemble plutôt à un robot.

# cannot_cast
source: You cannot cast this spell here.
fr: Cette commande ne peut pas être utilisée ici.

# cmd_exit
source: Good Bye !
fr: Au revoir !

# cmd_exit_html
source: <p>Terminus is stopped.</p><p>Good Bye !</p>
fr: <p>Terminus a été arrêté.</p><p>Au revoir !</p>

# cmd_cd
source: You have moved to %s. %s
fr: Tu entres dans %s. %s

# cmd_cd_failed
source: There is no room called %s.
fr: Il n'existe aucun chemin appelé %s. Retourne te coucher.

# cmd_cd_no_args
source: 'cd ~' to come back on start point. 'pwd' to know where you are.
fr: '{{cmd.cd}} ~' pour retourner au point de départ.

# cmd_cd_flood
source: You can't move to multiple locations.
fr: À moins de te dédoubler, tu ne peux pas aller dans plusieurs endroits en même temps.

# cmd_cd_home
source: You have come Home !
fr: Tu es de retour à la maison !

# cmd_cd_no_parent
source: You are at the first room %s.
fr: Tu ne peux plus rebrousser chemin.

# cmd_cd_parent
source: You have moved to %s. %s
fr: Tu es de retour dans %s. %s

# cmd_cp_copied
source: Just copied %s into %s.
fr: Les données de %s ont été dupliquées dans %s.

# cmd_cp_unknown
source: No item of that name to copy.
fr: Je ne vois aucun objet qui pourrait porter ce nom.

# tgt_already_exists
source: Item '%s' already exists.
fr: '%s' existe déjà.

# item_not_exists
source: Item '%s' not exists.
fr: L'objet '%s' n'existe pas.

# cmd_less_missing
source: There is no %s here.
fr: '%s' est introuvable.

# cmd_man_no_query
source: Must ask the man about something to receive a response.
fr: Il faut poser une question pour obtenir une réponse. C'est ce que dit le grand manuscrit.

# cmd_man_not_found
source: There is no man page for that command.
fr: Il n'y a rien d'écrit dans le grand manuscrit.

# cmd_not_found
source: Command '%s' not found in room '%s'.
fr: La commande '%s' est introuvable.

# cmd_mv_done
source: Moved %s to %s.
fr: %s se trouve maintenant dans %s.

# cmd_mv_flood
source: You need to move thing A to place B. Use mv [thingA] [placeB].
fr: Il est possible de déplacer un objet dans un emplacement en indiquant son chemin. Pour cela, utilise 'mv OBJET CHEMIN'.

# cmd_mv_invalid
source: Must be a valid item and location to move it.
fr: Il faut un objet et un emplacement de destination pour réaliser un déplacement.

# cmd_mv_fixed
source: This can't be moved.
fr: Ceci ne peut être déplacé.

# cmd_pwd
source: You are in %s.
fr: Tu te trouves dans '%s'.

# cmd_rm_done
source: You just removed %s
fr: Tu viens de supprimer '%s'. Ses données disparaissent devant tes yeux.

# cmd_rm_failed
source: That item cannot be removed
fr: Voilà quelque chose que tu ne peux pas détruire.

# cmd_rm_invalid
source: That's not a valid object to remove.
fr: Tu ne peux supprimer qu'un objet existant sans grande importance pour autrui.

# cmd_rm_miss
source: You must remove a particular item.
fr: S'il s'agit d'une chose particulière que tu cherches à supprimer, cela ne suffira pas.

# cmd_touch_created
source: You have just created %s
fr: Tu viens de créer : '%s' !

# cmd_touch_none
source: You haven't touched anything. Check your syntax.
fr: Tu as tenté de créer quelque chose. Mais personne ne sait de quoi il s'agit. Vérifie ta syntaxe.

# cmd_touch_nothing
source: You must touch something in particular.
fr: Tu dois indiquer ce que tu cherches à créer pour que cela marche.

# cmd_unknown
source: You haven't learned this spell yet.
fr: Tu n'as pas encore appris cette commande.

# combo
source: The combination is 'terminus' (without the quotes).
fr: La combinaison est 'terminus' (sans les guillemets).

# directions
source: Locations: %s
fr: Là où tu peux aller (chemins) : %s

# incorrect_syntax
source: Incorrect syntax. Ask the OldMan for help.
fr: La syntaxe est incorrecte. Pour en savoir plus : '{{cmd.man}} %s'

# invalid_spell
source: This is not a valid spell.
fr: Cette commande n'existe pas

# items
source: Objects: %s
fr: Ici, tu peux interagir avec (objets): %s

# peoples
source: Peoples: %s
fr: Ici, tu peux parler avec : %s

# room_empty
source: The room is empty.
fr: Cette pièce est vide. Il n'y a rien.

# room_new_created
source: New room %s created
fr: Tu viens de créer un nouveau chemin : %s

# room_wrong_password
source: Wrong password.
fr: Le mot de passe est erroné. As-tu oublié ton mot de passe ? Non, je blague. Déguerpissez !

# room_wrong_syntax
source: Wrong syntax. Read the instructions again.
fr: La syntaxe n'est pas valide. Relisez les instructions.

# room_none
source: GenericRoom
fr: LieuBanal

# room_none_text
source: This is a generic room.
fr: C'est un endroit très banal.

# room_home
source: Home
fr: Départ

# room_home_text
source: This is a beautiful green meadow. A plump but majestic pony prances happily about.
fr: De retour au point de départ…

# room_western_forest
source: WesternForest
fr: BoisDesLutins

# room_western_forest_text
source: You enter and travel deep into the forest. Eventually, the path leads to a clearing with a large impressive building. A sign on it reads: Spell Casting Academy: The Elite School of Magic.
fr: Tu es entré⋅e dans la forêt des Lutins. Le chemin semble mener à une école. Un panneau indique "Académie des Bots : Grande école de Sorcellerie du Grand Ordinateur. "

# room_spell_casting_academy
source: SpellCastingAcademy
fr: AcadémieDesBots

# room_spell_casting_academy_text
source: The halls are filled the hustle and bustle of academy students scurrying to and from classes. The inside of the academy is as impressive as it is on the outside with a high ceiling and gothic arches, it seems even larger on the inside.
fr: Le hall d'entrée est bondé. L'académie a un plafond très haut, qui rend l'entrée très impressionnante.

# item_western_forest_academy_direction
source: Sign
fr: Panneau

# item_western_forest_academy_direction_text
source: Spell Casting Academy: The Elite School of Magic Today Only: Free Introductory Lessons! Novices welcome!
fr: Académie des Bots : Grande école de Sorcellerie du Grand Ordinateur. À ne pas manquer aujourd'hui : Leçon d'initiation aux commandes !

# item_western_forest_back_direction
source: BackSign
fr: RentreChezToi

# item_western_forest_back_direction_text
source: If you ever want to go directly Home, just type 'cd ~' or just plain old `cd' and you'll come back Home. Getting back might be more difficult though.
fr: À tout moment : pour revenir au point de départ, écris juste la commande '{{cmd.cd}} ~' ; pour savoir ou tu te trouves, écris '{{cmd.pwd}}'.

# room_academy_practice
source: PracticeRoom
fr: SalleDEntrainement

# room_academy_practice_text
source: The room is filled with practice dummies for students to practice their new spells on.
fr: La pièce est remplie de noobs comme toi et d'élèves pratiquant leurs nouvelles commandes.

# item_academy_practice
source: Instructions
fr: Note

# item_academy_practice_text
source: Welcome to the Practice Room. Here you will find practice dummies try your new spells on. Go ahead, give it a go!
fr: Attention : ne pas déplacer les Piliers.

# room_box
source: Box
fr: Boîte

# room_box_text
source: This box is too small for you to fit into.
fr: Cette boîte est trop petite pour pouvoir entrer dedans.

# room_meadow
source: NorthernMeadow
fr: Prairie

# room_meadow_text
source: This is a beautiful green meadow. A plump but majestic pony prances happily about.
fr: C'est une grande et belle prairie verte. Un majestueux {{people_poney}} s'y trouve. Il a l'air triste et solitaire.

# people_poney
source: Pony
fr: Poney

# people_poney_text
source: You go up to the pony and attempt to ride it. It compiles and you ride the pony around in circles for a bit. He then grows tired of having you as a burden and knocks you off. He then looks towards the east as if suggesting that you head in that direction.
fr: Pour ne pas lui faire peur, tu restes à distance du poney. Après quelques instants, vous arrivez à communiquer avec quelques hochements de tête. Finalement, le poney bascule sa tête vers les {{room_mountain}} à l'est comme s'il te suggérait d'aller dans cette direction.

# room_mountain
source: EasternMountains
fr: Montagnes

# room_mountain_text
source: You travel through a mountain path, which eventually leads you to the entrance of a cave. Sitting right outside this cave is an old man.
fr: Tu parcours un sentier de montagne qui mène à une cave. Sur ce sentier, tu croises un vieil homme.

# people_man_sage
source: OldMan
fr: VieilHomme

# people_man_sage_text
source: You speak with the old man. He greets you warmly as if you were old friends. You feel at ease with him. "Hello adventurer! Top of the morning to you! You seem like a young and energetic explorer. If you're brave enough, your destiny awaits within this cave. That destiny will manifest itself as a portal. Enter this portal and begin the next chapter of your life." The old man sees the shock on your face and smiles a comforting smile, "I am but a fragile old man, and cannot accompany you through this cave, but what I can provide are a few simple spells that will help you along your way. Just read my old manuscripts and tryout those spells."
fr: Tu parles avec le vieil homme. Il te salue chaleureusement comme si vous vous connaissiez déjà. « Salut toi ! Tu as l'air jeune et intrépide. Si tu as le cœur assez brave, alors ton destin t'attend dans cette cave. Tu y trouveras un portail qui te mènera au chapitre suivant. » Le vieil homme devine l'inquiétude qui trouble tes pensées et te dit en souriant « Tiens, prends ce manuscrit qui t'enseignera comment utiliser tes pouvoirs.» Le vieil homme pose le {{item_man}} par terre et s'en va. « Au revoir ! Au fait si tu ne te sens pas de taille tape '{{cmd.exit}}'. »

# item_man
source: OldManuscripts
fr: Manuscrit

# item_man_text
source: If you ever forget a spell just use "help" and a list of available spells will appear. If you need details on how to use a specific spell, use 'man' followed by spell command. For example, if you were interested in details on how to use the "mv" spell you would use : man mv
fr: Si tu oublies des sorts, tape "help" et une liste des sorts utilisables apparaîtra . Si tu veux connaître les détails d'utilisation d'un sort, tape 'man' suivi de la commande. Par exemple, si tu veux savoir comment utiliser "mv", alors tape : "man mv"

# room_lessons
source: Lessons
fr: Cours

# room_lessons_text
source: You enter the Lessons hall ready and eager. It's much quieter here, as many of the lessons have already started. You quickly ushered into the Introductory Lesson, which already begun. You enter the class on the "Move Spell."
fr: Mis à part le monologue professoral, le calme règne dans cette salle. Le cours a déjà commencé et ça parle de "Sort de déplacement."

# people_professor
source: Professor
fr: Professeur

# people_professor_text
source: The professor is difficult to understand, but you pick up just enough to learn 3 things: 1. You can use 'mv' to move things in the world 2. You have to indicate the object and the new location (i.e.: mv OBJECT NEWLOCATION) 3. This spell will only work on certain objects, for example the PracticeDummy objects in the PracticeRoom You did not pay enough attention to learn which types of objects are unmovable. Oh well, experimenting was always more of your style anyways. But be careful!
fr: Le prof dit un tas de choses qui pour toi ressemblent à du charabia, mais tu as réussi à comprendre trois choses : 1. '{{cmd.mv}}' sert à déplacer des objets 2. il faut indiquer le nom de l'objet et de la destination ({{cmd.mv}} OBJET CHEMIN) 3. Ce sort ne marche pas sur tous les objets, mais tu n'as pas réussi à bien comprendre lesquels n'étaient pas déplaçables.

# room_cave_text
source: It's your typical cave: dark and dank.
fr: Cet endroit est une cave typique : sombre et humide, avec une légère odeur de moisissure.

# room_dark_corridor
source: DarkCorridor
fr: SombreCorridor

# room_dark_corridor_text
source: You travel through the dark corridor and find a small dank room at the end.
fr: Tu traverses le sombre corridor et trouves au bout une petite pièce humide.

# room_staircase
source: Staircase
fr: Escalier

# room_staircase_text
source: The rocky staircase leads you to a dead end and a sign indicating such.
fr: L'escalier de pierre mène à un cul-de-sac confirmé par un panneau.

# item_dead_end
source: Sign
fr: Panneau

# item_dead_end_text
source: DEAD END
fr: Voie sans issue

# room_dank
source: DankRoom
fr: PièceHumide

# room_dank_text
source: It's a musty dank room. A round boulder sits to the right side of the room.
fr: Cette pièce est encore plus sombre.

# item_boulder
source: Boulder
fr: Rocher

# item_boulder_text
source: You feel a slight breeze coming from behind the boulder. Maybe move it out of your way?
fr: Tu sens un léger courant d'air passer derrière le rocher.

# room_small_hole
source: SmallHole
fr: PetiteCrevasse

# room_small_hole_text
source: There's nothing exciting in the small hole, and it's pretty dirty. There's no real reason to go into the hole.
fr: Il n'y a rien de très plaisant dans cette crevasse remplie de saletés. Cette crevasse est à peine plus volumineuse que le rocher.

# room_small_hole_cd
source: There's nothing exciting in the small hole, and it's pretty dirty. I suggest going back out.
fr: Pas très agréable comme endroit. Je veux sortir.

# room_tunnel_text
source: It's quite moist in here. You notice a small furry movement in the corner of your vision. It's most likely a rat. A very large rat. Perhaps a mongoose. At the end of the tunnel you find a stone chamber.
fr: Le taux d'humidité ici est très élevé. Tu reçois des gouttes d'eau sur la figure. Tu as remarqué une touffe de poil se déplaçant à ta droite. Au bout de tunnel, il y a une porte ouverte.

# people_rat
source: Rat
fr: TouffeDePoils

# people_rat_text
source: Upon further inspection, you determine that the furry presence is in fact a rat...the size of a small dog. He or She bites you. You are very displeased.
fr: Tu inspectes la touffe de poils et tu remarques qu'il s'agit d'un rat… De la taille d'un petit chien. À ce moment, tu sens ses dents se serrer sur ta peau. Tu t'écartes vivement pour éviter que la morsure ne te déchiquette la peau. Tu essayes d'oublier cette expérience guère agréable.

# room_stone_chamber
source: StoneChamber
fr: ChambreDePierre

# room_stone_chamber_text
source: The whole rooms glows a dim green light. The source of this light is a portal standing in the middle of the room. This is obviously the portal of which the old man spoke.
fr: La pièce entière rayonne d'une lueur verte. La source de cette lumière est un portail magique placé en plein milieu de la pièce. C'est sûrement le portail dont parlait le vieil homme.

# room_portal
source: Portal
fr: Portail

# room_portal_text
source: You have been transported through time...
fr: Tu traverses le portail qui te transporte à travers les âges…

# room_townsquare
source: TownSquare
fr: PlaceDuVillage

# room_townsquare_text
source: You are in a sunny and spacious town square. There is a pedestal at the center of the cobblestone turnabout, but no statue on it. The architecture is charming, but everyone here seems nervous for some reason.
fr: Tu te trouves sur une place du village, grande et ensoleillée. Au centre, il y a un piédestal sur lequel ne se trouve aucune statue. L'architecture est très jolie, mais tout le monde semble nerveux.

# people_citizen1
source: RandomCitizen1
fr: Canard

# people_citizen1_text
source: "Excuse me," you begin. The man turns, startled. "Oh, hello! Welcome to Terminus. You'll have to forgive me, but we're all a little on edge lately, what with the Dark Wizard spreading corruption all along the coast. You should be careful!"
fr: Tu t'adresses à un des villageois : "Excusez-moi,". Il se retourne, surpris. "Quoi ?!… Euh, bonjour ! Bienvenue à Terminus."

# people_citizen2
source: RandomCitizen2
fr: VieilHomme

# people_citizen2_text
source: The man looks up from his newspaper when he notices you staring. "Have you read this?" he exclaims, shaking the latest edition of "The Last Word" in your face. "It says here the wizard's corruption has spread as far as Oston to the south, and New Console is completely unrecoverable! These are dangerous times," he mutters, shaking his head and turning back to his reading.
fr: Ce villageois lit le journal quand il remarque que tu le regardes. "As-tu lu ça ?" s'esclaffe-t-il, secouant la dernière édition du "Dernier Mot" devant ton visage. "Ça dit que {{people_darkwizard_pre}} {{people_darkwizard}} a répandu la corruption de Oseton jusqu'au sud et Konsole est déjà atteint ! Les temps sont dangereux." marmonne-t-il, secouant sa tête et retournant à sa lecture.

# people_citizen3
source: DistraughtLady
fr: VillageoiseEnPleurs

# people_citizen3_text
source: The woman is sobbing uncontrollably, her face in her hands. "My baby," she cries, "They kidnapped my baby! I just know that wizard had something to do with it."
fr: La villageoise pleure et tremble sans pouvoir s'arrêter. "Mon bébé !" pleure t'elle, "Ils ont enlevé mon bébé ! Je sais que le magicien en est le responsable."

# room_market
source: Marketplace
fr: PlaceDuMarché

# room_market_text
source: Vendors and their goods line the streets.
fr: Les commerces sont alignés formant une longue ligne droite.

# people_vendor
source: Vendor
fr: Vendeur

# people_vendor_text
source: " 'Ello there." The vendor smiles at you unpleasantly, revealing a mouth full of gold teeth. "Well? Wot are you looking for?"
fr: " Bonjour !", le vendeur te sourit de manière déplaisante. " Que souhaites-tu acheter ? "

# people_vendor_rm
source: "Ha! That spell doesn't work on everything, you know. I may have forgotten to mention that before I sold it to you..."
fr: "Hé ! Ce sort ne marche pas sur tout, tu sais. J'aurais dû le mentionner avant de te le vendre…"

# item_rm_spell
source: rmSpell
fr: rm

# item_rm_spell_text
source: "Ah, yes, the rm spell," the Vendor muses. "Simply say "rm" followed by the name of an item or person, and they will disappear from this plane... forever. D'you have the guts to use it, I wonder?"
fr: "Ah, oui, le sort 'rm'," le vendeur songe. "Dis juste 'rm' suivi du nom de l'objet ou de la personne et cela causera sa disparition… pour toujours. As-tu les tripes pour l'utiliser ?"

# item_backpack
source: Backpack
fr: SacÀDos%s

# item_backpack_text
source: There's a beat-up looking backpack on the table with no price tag. Its cloth looks frayed, but sturdy. You glance quickly at the vendor, but his attention is elsewhere. Maybe you can move it in your home ...
fr: Il y a un sac à dos avec ouverture zippée super classe sur la table sans prix dessus. Sa toile est un peu effilochée mais il semble robuste. Tu jettes un coup d'œil sur le vendeur mais son attention est ailleurs. Une inscription apparaît près de la languette du sac : 'unzip'.

# item_backpack_stolen
source: You just stole the backpack. Given you have no job in a big coorporation, Richard Stallman shall be proud of you.
fr: Tu viens de voler le sac à dos. Étant donné que tu es fauché, et que tu ne travailles pas pour une odieuse multinationale, Richard Stallman devrait être fier de toi.

# item_mkdir_spell
source: mkdirSpell
fr: mkdir

# item_mkdir_spell_text
source: "Make dreams into reality. Just say "mkdir" followed by any name that pleases you, and you can create a new place that never existed there before. A little finicky, though..." the Vendor mumbles.
fr: "'mkdir' transforme les rêves en réalité. Invoque ce sort suivi du nom qui te convient créera un nouveau chemin."

# room_library
source: Library
fr: Bibliothèque

# room_library_text
source: The Library is dimly lit and smells like mildew. Still, it's warm in here and the soft green carpet makes it seem kind of cozy.
fr: La bibliothèque est mal éclairée et sent la moisissure. Pourtant, il y fait bon et la douceur de la moquette verte te met à l'aise.

# item_radspellbook
source: TotallyRadSpellbook
fr: SuperLivreDesSortilèges

# item_radspellbook_text
source: Legends speak of a great word of power that allows the speaker to perform any action on any item. "Sudo", as the ancients called it, conveys complete mastery over the elements. Unfortunately, or perhaps fortunately, the mystical password has been lost to the sands of time.
fr: La légende parle d'un mot portant un grand pouvoir qui permet de faire toute action.

# item_romancebook
source: PaperbackRomance
fr: RomanceDePoche

# item_romancebook_text
source: You flip the paperback open to a random page. "Oh, Horatio!" Antonia exclaimed, her bosom heaving as Horatio deftly ripped the bodice from her lithe frame. Horatio gave an animalistic growl and he clasped her fingers in his strong hands and brought them to rest upon ... — You close the book, disinterested, and place it back on the shelf.
fr: Tu retournes le livre de poche et ouvres une page au hasard. "Oh, Horace !" s'écria Antonia, qui bombait sa poitrine tandis qu'Horace arrachait avec doigté son corset de son armature souple. Horace fit un grognement bestial et saisit avec ses mains puissantes les doigts de sa conquête… — tu fermes ce livre sans intérêt et tu le reposes sur l'étagère.

# item_historybook
source: HistoryOfTerminus
fr: HistoireDeTerminus

# item_historybook_text
source: It looks like an interesting book, but it's way too long and the print is too tiny. Here is an excerpt: DarkWizard ...old tales tell of a DarkWizard who will fragment the land... ...only the world-maker can stop the DarkWizard's virus from... ...that the power of "sudo" may be the DarkWizard's only weakness...
fr: Ce livre semble intéressant, mais il y a trop de pages et l'écriture est vraiment petite. Voici un extrait : {{people_darkwizard}} … une vieille légende parle d'un magicien qui divisera le pays… …seule une personne bâtisseuse de ce monde peut arrêter le virus répandu par le {{people_darkwizard}}… …le pouvoir du "sudo" pourrait être la seule faiblesse du {{people_darkwizard}}…

# item_nostalgicbook
source: NostalgiaForHome
fr: NostalgieDuPays

# item_nostalgicbook_text
source: The book says : "If you ever get lonely for Home, just 'cd ~' and you'll go back there. But just remember that it will be harder to come back." Later in the book, a story about loneliness says that a Wizard with a rainbow pullover pink glasses, was known to do instant movement from home to distant places. The next page seems to explain how to, but it is torn apart.
fr: Le livre dit : "Si tu es nostalgique de ton petit nid douillet, invoque juste 'cd ~' et tu y retourneras instantanément. Mais rappelle-toi que ce sera plus compliqué de revenir." Plus loin, une histoire intitulée "Solitude" raconte qu'une magicienne avec un pull arc-en-ciel et des lunettes roses, pouvait revenir en un instant à son lieu d'origine, quel que soit l'endroit où elle se trouvait. Aussi, elle pouvait téléporter des objets. La page suivante semble expliquer comment, mais elle a été déchirée.
