Repository: sayuriirina/Terminus
Catalog: src/lang/terminus.*.po
Languages: fr

# item_bigfile_text
source: Alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do: once or twice she had peeped into the book her sister was reading, but it had no pictures or conversations in it, 'and what is the use of a book,' thought Alice 'without pictures or conversation?' So she was considering in her own mind (as well as she could, for the hot day made her feel very sleepy and stupid), whether the pleasure of making a daisy-chain would be worth the trouble of getting up and picking the daisies, when suddenly a White Rabbit with pink eyes ran close by her. There was nothing so VERY remarkable in that; nor did Alice think it so VERY much out of the way to hear the Rabbit say to itself, 'Oh dear! Oh dear! I shall be late!' (when she thought it over afterwards, it occurred to her that she ought to have wondered at this, but at the time it all seemed quite natural); but when the Rabbit actually TOOK A WATCH OUT OF ITS WAISTCOAT-POCKET, and looked at it, and then hurried on, Alice started to her feet, for it flashed across her mind that she had never before seen a rabbit with either a waistcoat-pocket, or a watch to take out of it, and burning with curiosity, she ran across the field after it, and fortunately was just in time to see it pop down a large rabbit-hole under the hedge. In another moment down went Alice after it, never once considering how in the world she was to get out again. The rabbit-hole went straight on like a tunnel for some way, and then dipped suddenly down, so suddenly that Alice had not a moment to think about stopping herself before she found herself falling down a very deep well. Either the well was very deep, or she fell very slowly, for she had plenty of time as she went down to look about her and to wonder what was going to happen next. First, she tried to look down and make out what she was coming to, but it was too dark to see anything; then she looked at the sides of the well, and noticed that they were filled with cupboards and book-shelves; here and there she saw maps and pictures hung upon pegs. She took down a jar from one of the shelves as she passed; it was labelled 'ORANGE MARMALADE', but to her great disappointment it was empty: she did not like to drop the jar for fear of killing somebody, so managed to put it into one of the cupboards as she fell past it. 'Well!' thought Alice to herself, 'after such a fall as this, I shall think nothing of tumbling down stairs! How brave they'll all think me at home! Why, I wouldn't say anything about it, even if I fell off the top of the house!' (Which was very likely true.) Down, down, down. Would the fall NEVER come to an end! 'I wonder how many miles I've fallen by this time?' she said aloud. 'I must be getting somewhere near the centre of the earth. Let me see: that would be four thousand miles down, I think—' (for, you see, Alice had learnt several things of this sort in her lessons in the schoolroom, and though this was not a VERY good opportunity for showing off her knowledge, as there was no one to listen to her, still it was good practice to say it over) '—yes, that's about the right distance—but then I wonder what Latitude or Longitude I've got to?' (Alice had no idea what Latitude was, or Longitude either, but thought they were nice grand words to say.) Presently she began again. 'I wonder if I shall fall right THROUGH the earth! How funny it'll seem to come out among the people that walk with their heads downward! The Antipathies, I think—' (she was rather glad there WAS no one listening, this time, as it didn't sound at all the right word) '—but I shall have to ask them what the name of the country is, you know. Please, Ma'am, is this New Zealand or Australia?' (and she tried to curtsey as she spoke—fancy CURTSEYING as you're falling through the air! Do you think you could manage it?) 'And what an ignorant little girl she'll think me for asking! No, it'll never do to ask: perhaps I shall see it written up somewhere.' Down, down, down. There was nothing else to do, so Alice soon began talking again. 'Dinah'll miss me very much to-night, I should think!' (Dinah was the cat.) 'I hope they'll remember her saucer of milk at tea-time. Dinah my dear! I wish you were down here with me! There are no mice in the air, I'm afraid, but you might catch a bat, and that's very like a mouse, you know. But do cats eat bats, I wonder?' And here Alice began to get rather sleepy, and went on saying to herself, in a dreamy sort of way, 'Do cats eat bats? Do cats eat bats?' and sometimes, 'Do bats eat cats?' for, you see, as she couldn't answer either question, it didn't much matter which way she put it. She felt that she was dozing off, and had just begun to dream that she was walking hand in hand with Dinah, and saying to her very earnestly, 'Now, Dinah, tell me the truth: did you ever eat a bat?' when suddenly, thump! thump! down she came upon a heap of sticks and dry leaves, and the fall was over. Alice was not a bit hurt, and she jumped up on to her feet in a moment: she looked up, but it was all dark overhead; before her was another long passage, and the White Rabbit was still in sight, hurrying down it. There was not a moment to be lost: away went Alice like the wind, and was just in time to hear it say, as it turned a corner, 'Oh my ears and whiskers, how late it's getting!' She was close behind it when she turned the corner, but the Rabbit was no longer to be seen: she found herself in a long, low hall, which was lit up by a row of lamps hanging from the roof. There were doors all round the hall, but they were all locked; and when Alice had been all the way down one side and up the other, trying every door, she walked sadly down the middle, wondering how she was ever to get out again. Suddenly she came upon a little three-legged table, all made of solid glass; there was nothing on it except a tiny golden key, and Alice's first thought was that it might belong to one of the doors of the hall; but, alas! either the locks were too large, or the key was too small, but at any rate it would not open any of them. However, on the second time round, she came upon a low curtain she had not noticed before, and behind it was a little door about fifteen inches high: she tried the little golden key in the lock, and to her great delight it fitted! Alice opened the door and found that it led into a small passage, not much larger than a rat-hole: she knelt down and looked along the passage into the loveliest garden you ever saw. How she longed to get out of that dark hall, and wander about among those beds of bright flowers and those cool fountains, but she could not even get her head through the doorway; 'and even if my head would go through,' thought poor Alice, 'it would be of very little use without my shoulders. Oh, how I wish I could shut up like a telescope! I think I could, if I only know how to begin.' For, you see, so many out-of-the-way things had happened lately, that Alice had begun to think that very few things indeed were really impossible. There seemed to be no use in waiting by the little door, so she went back to the table, half hoping she might find password=IHTFP another key on it, or at any rate a book of rules for shutting people up like telescopes: this time she found a little bottle on it, ('which certainly was not here before,' said Alice,) and round the neck of the bottle was a paper label, with the words 'DRINK ME' beautifully printed on it in large letters. It was all very well to say 'Drink me,' but the wise little Alice was not going to do THAT in a hurry. 'No, I'll look first,' she said, 'and see whether it's marked "poison" or not'; for she had read several nice little histories about children who had got burnt, and eaten up by wild beasts and other unpleasant things, all because they WOULD not remember the simple rules their friends had taught them: such as, that a red-hot poker will burn you if you hold it too long; and that if you cut your finger VERY deeply with a knife, it usually bleeds; and she had never forgotten that, if you drink much from a bottle marked 'poison,' it is almost certain to disagree with you, sooner or later. However, this bottle was NOT marked 'poison,' so Alice ventured to taste it, and finding it very nice, (it had, in fact, a sort of mixed flavour of cherry-tart, custard, pine-apple, roast turkey, toffee, and hot buttered toast,) she very soon finished it off.
fr: Alice, assise auprès de sa sœur sur le gazon, commençait à s’ennuyer de rester là à ne rien faire ; une ou deux fois elle avait jeté les yeux sur le livre que lisait sa sœur ; mais quoi ! pas d’images, pas de dialogues ! « La belle avance, » pensait Alice, « qu’un livre sans images, sans causeries ! » Ce texte contient des millions de mots. Cela prendrait des heures de tout lire.

# room_paradise
source: Paradise
fr: Paradis

# room_paradise_text
source: You have truly found Paradise with the sudo password. Congratulations.
fr: Vous avez vraiment découvert le Paradis avec le mot de passe sudo. Félicitations !

# room_paradise_ls
source: There's really nothing interesting in Paradise.
fr: Il n'y a vraiment rien d'intéressant au Paradis.

# room_trollcave
source: CaveOfDisgruntledTrolls
fr: CaveDesTrolls

# room_trollcave_text
source: The cave is dark and smells like... feet? Oh, right, it's probably the trolls. There's a scared-looking kid in a cage by the far wall.
fr: La cave est sombre et elle sent… les pieds ?! Ah, d'accord, ce sont probablement les trolls. Sur la mur du fond, il y a un enfant enfermé dans une cage qui à l'air effrayé.

# people_troll1
source: UglyTroll
fr: TrollMoche

# people_troll1_text
source: He looks mad, and really ugly.
fr: Il a l'air fou, et vraiment très moche.

# people_troll1_mv
source: The troll looks briefly surprised, then moves away. He's mostly harmless anyway.
fr: Le troll semble avoir été surpris, puis il s'en va. De toutes façons, il est inoffensif.

# people_troll1_rm
source: The troll looks briefy surprised, then vanishes with an unpleasant squelching sound.
fr: Le troll semble avoir été surpris, puis il disparaît dans un bruit désagréable.

# people_troll1_cp
source: They're multiplying!
fr: Ils se multiplient !

# people_troll2
source: UglierTroll
fr: TrollPlusMoche

# people_troll2_text
source: He looks mad, and really, really ugly. But he wants to tell you something. Between his garbled grunts, you manage to understand the following: You can cast spells on items that you don't currently see. For example, if you want to copy an item from this room to the OminousLookingPath from which you came, you can cp [ITEM_TO_COPY] ../[NEW_ITEM_NAME]. You can do this for most spells and most rooms. Use this knowledge wisely. Remember.... you can't undo an 'rm' spell.
fr: Il a l'air fou et vraiment vraiment moche. Mais il veut te dire quelque chose. Entre deux grognements incompréhensibles, tu parviens à discerner les mots suivants : Tu peux jeter des sorts sur les objets que tu ne vois actuellement. Par exemple, si tu veux dupliquer un objet de cette salle vers le CheminInquiétant d'où tu es venu, tu faire cp [OBJET_À_COPIER] ../[NOUVEAU_NOM_OBJET]. Tu peux faire cela pour la plupart des sorts et la plupart des salles. Utilise cette connaissance avec prudence. Souviens-toi… tu ne peux pas annuler un sort « rm ».

# people_supertroll
source: AbsolutelyHideousTroll
fr: TrollAbsolumentHideux

# people_supertroll_text
source: You probably don't want to look at this guy. Oops, too late.
fr: Tu ne veux sûrement pas regarder cet individu. Oups, trop tard.

# people_supertroll_rm
source: The troll belches spectacularly, and you could swear he actually smirks. You won't get rid of him that easily, not without the 'sudo password'. It's not 'pseudo', it's 'sudo'. You'll find that in KernelFiles. But first you have to get past the UglyTroll to the Slide.
fr: Le troll émet un rot spectaculaire, puis un sourire narquois.Tu ne pourras pas te débarrasser de lui facilement, pas sans le « mot de passe sudo ».Ce n'est pas « pseudo », c'est « sudo » ! Tu peux le trouver dans les FichiersNoyau.Mais d'abord tu dois te débarrasser du TrollMoche.

# people_supertroll_mv
source: If you move him out of the cave, he'll terrorize the countryside. Also he will probably eat you.
fr: Si tu le fais sortir de la grotte, il ira semer la terreur dans le pays. Il voudra aussi probablement te manger.

# room_cage_text
source: There's a scared-looking kid in there.
fr: Il y a un enfant terrifié dans cette cage.

# room_cage_cd
source: You can’t squeeze through the bars. Anyway, are you crazy? Why would you want to go into a cage?
fr: Tu ne peux pas te faufiler entre les barreaux de la cage. Et puis, ça va pas la tête ? Pourquoi voudrais-tu aller dans cette cage ? Tu envies le sort des animaux à fourrure ? Ce {{people_supertroll}} pourrait te dépecer comme une clémentine.

# people_kidnapped
source: KidnappedChild
fr: EnfantKidnapé

# people_kidnapped_text
source: You know it's kind of mean, but you can't help but think that that is one funny-looking kid.
fr: Tu sais que ce n'est pas le moment de penser à cela, mais cet enfant tire vraiment une drôle de tête.

# people_kidnapped_mv
source: The kid looks around, dazed, surprised to find himself out of the cage. You smile at him and speak in a gentle voice. 'You should probably be getting home, little boy. Someone is there waiting for you.' 'I'm a girl,' says the little girl smartly. Then she dashes past you, out of the cave, and runs up the ominous path towards home.
fr: L'enfant regarde autour de lui, confus, surpris de se trouver hors de la cage. Tu lui souris et lui dis avec une voix douce : <voice char> « Tu devrais rentrer chez toi p'tit gars. » <voice girl>"Je suis une fille avec des cheveux courts. Pas un garçon manqué. Une fille ! Pourquoi il faut toujours être un garçon par défaut ? ", <voice char> dit la petite fille. Avant de se précipiter vers la sortie, elle en profite pour donner un coup de pied dans le genou du {{people_supertroll}}.<voice girl>"Je t'avais dit de me lâcher !" <voice char>Le {{people_supertroll}} se met alors à pleurer tandis que la petite s'échappe.

# man_cd
source: The old man's voice echoes in your head as if from a great distance: (Choose Destination) Use "cd" to move about the world. Rememberrrrrr...
fr: (Choisis ta destination) Utilise "cd" pour explorer le monde. Il faut écrire : cd CHEMIN

# man_mv
source: The old man's voice echoes in your head as if from a great distance: (MoVe). Use "mv" to move an object to a new location. Command Input:" + mv OBJECT NEWLOCATION Rememberrrrrr...
fr: (MouVement). Utilise "mv" pour déplacer un objet. Il faut écrire : mv OBJET LIEU_DE_DESTINATION

# man_ls
source: The old man's voice echoes in your head as if from a great distance: (Look at your Surroundings). Use "ls" to look at what’s in a certain location. Either your current location or (rarely) you may have look into a location to see what's in it. Command Input: ls (for current location) -OR- ls LOCATION (for locations you that you cannot "cd" into) Rememberrrrrr...
fr: (Regarde autour de toi). Utilise "ls" pour voir ce qui se trouve dans un chemin donné. Soit tu observes là où tu es, soit tu observes un autre chemin. Il faut écrire : ls (pour voir autour de toi) -OU- ls CHEMIN (pour voir là où tu ne peux pas choisir ta destination "cd" )

# man_less
source: The old man's voice echoes in your head as if from a great distance: (Look at, Examine, or Speak to Something). Use "less" to look at what’s in a certain location. Either your current location or (rarely) you may have look into a location to see what is in it. Command Input: less ITEM Rememberrrrrr...
fr: (Lire, Examiner ou parler). Utilise "less" pour connaître les secrets liés à un objet. Il faut écrire : less ITEM

# man_man
source: I'm the old man dangit! You can't try to get more information about me. Here are all the commands you can man: cd, ls, rm, mv, exit, help, man, touch, grep, pwd.
fr: Le Grand Manuscrit contient le savoir indispensable aux sorciers. Voici les sorts que je pourrai t'enseigner : cd, ls, rm, mv, exit, help, man, touch, grep, pwd.

# man_help
source: Type "man COMMAND" if you forget how to use a command.
fr: Tape "help" pour avoir une liste des sorts utilisables.

# man_exit
source: The old man's voice echoes in your head as if from a great distance: (exit) Use "exit" to exit the game permanently. Command Input: exit Rememberrrrrr...
fr: (quitter) Utilise "exit" pour quitter le jeu.

# man cp
source: The old man's voice echoes in your head as if from a great distance: (CoPy) Use "cp" to duplicate an item. Command Input: cp ITEM NEWNAME Rememberrrrrr...
fr: (CoPy) Utilise "{{cmd.cp}}" pour cloner un item. Il faut écrire : {{cmd.cp}} ITEM NEWNAME

# man_pwd
source: The old man's voice echoes in your head as if from a great distance: (Print Where i Do stuff) To remind yourself where you currently are. Command Input: pwd Rememberrrrrr...
fr: (Te montre là où tu es) Il faut écrire : "{{cmd.pwd}}"

# man_grep
source: The old man's voice echoes in your head as if from a great distance: (grep) Use "grep" to command your minion to help search through text for you. Command Input: grep WORDTOSEARCH PLACETOSEARCH Rememberrrrrr...
fr: (gReP : Récupère des parties) Utilise "{{cmd.grep}}" pour trouver les parties d'un texte qui contiennent le mot magique. Il faut écrire : grep MOT_MAGIQUE LÀ_OU_TU_CHERCHE

# man_touch
source: The old man's voice echoes in your head as if from a great distance: (Touch) gives you the artisan's touch to create new objects. Use "touch" to create new objects in the world. Command Input: touch OBJECT Rememberrrrrr...
fr: (Touche) En touchant un objet (même imaginaire), tu le fais (re)naître comme neuf. Utilise "{{cmd.touch}}" pour créer de nouveaux objets. Il faut écrire : touch OBJET
