Repository: sayuriirina/Terminus
Catalog: src/lang/terminus.*.po
Languages: fr

# item_vimbook_text
source: While you open this book, a glow illuminates your eyes. You've been blind for some seconds and the book disappear.
fr: Tu ouvres ce livre et découvres une écriture étrange. Une intense lumière en jaillit et t'aveugle. C'est alors que le livre disparaît.

# item_lever
source: InconspicuousLever
fr: IntrigantPanneau

# item_lever_text
source: You spot an inconspicuous lever behind the shelves. Curious, you pull it, and a panel slides open to reveal a secret back room.
fr: Un panneau derrière l'étagère semble recouvrir une source de lumière.

# room_backroom
source: BackRoom
fr: PièceSecrete

# room_backroom_text
source: You find a mysterious back room. You find a librarian alone with a small elf. You hope you're not interrupting.
fr: Derrière le panneau, tu trouves un bibliothécaire seul avec un petit elfe. Tu espères ne pas les déranger.

# people_grep_text
source: The exceptionally ugly elf turns to you with a sour expression. "Greeeeeep," he says sullenly.
fr: L'elfe se tourne vers toi avec un regard aigri. "Greeeeeep," dit-il solennellement.

# people_librarian
source: Librarian
fr: Bibliothécaire

# people_librarian_text
source: "Hm? Oh, hello. I apologize for the mess, but I'm very busy doing research on the dark wizard. Would you do me a favor? Go look up all references to DarkWizard in the History of Terminus. My assistant Grep can help you." Grep eyes you balefully. "Greeepp." "To search the contents of the book, just type "grep PHRASE ITEM", where PHRASE is the phrase you want to search for, and ITEM is the name of the book you want to search. Try it with the PracticeBook here - see if you can find the line with the word 'peppers' in it."
fr: "? Oh, bonjour. Désolé pour le désordre, mais je suis très occupé par mes recherches sur {{people_darkwizard_pre}} {{people_darkwizard}}. Peux-tu me faire une faveur ? Pourrais-tu me donner toutes les références à {{people_darkwizard}} dans le livre relatant "{{item_historybook}}". Mon assistant Grep peux t'aider." Grep te regarde avec un air mécontent. "Greeepp." "Pour chercher les occurrences d'un terme dans un livre, écris simplement "grep" suivi du terme et de l'objet en question. Va trouver le livre et tape "grep {{people_darkwizard}} {{item_historybook}}".

# room_rockypath
source: RockyPath
fr: CheminEnPierres

# room_rockypath_text
source: The weed-choked path leads off into the fields.
fr: Le chemin mène vers des champs.

# item_largeboulder
source: LargeBoulder
fr: ÉnormeRocher

# item_largeboulder_text
source: There is an enormous boulder blocking your way. It's much too big to move.
fr: Un énorme rocher bloque le passage. Il est bien trop gros pour être déplacé.

# item_largeboulder_rm
source: The boulder disappears with a pop.
fr: Le rocher disparait dans un pop.

# room_artisanshop
source: ArtisanShop
fr: BoutiqueArtisanale

# room_artisanshop_text
source: The walls of the shop are covered in clocks, all slightly out of sync. At the workbench, a woman in an enormous pair of goggles is wielding a blowtorch with frightening enthusiasm.
fr: Les murs de la boutique sont couverts d'horloges dont les tic-tac sont légèrement désynchronisés. Devant le plan de travail, une femme avec une grosse paire de lunettes brandit un chalumeau avec un enthousiasme inquiétant.

# item_strangetrinket
source: StrangeTrinket
fr: BabiolleÉtrange

# item_strangetrinket_text
source: It looks like a crystal of some sort. It's very beautiful.
fr: Ça ressemble à une roche de cristal.

# item_strangetrinket_rm
source: Didn't your mother ever teach you that it's rude to rease other people's things from their plane of existence?
fr: T'a-t-on déjà expliqué que certains objets ont une valeur plus grande pour une personne que pour une autre ? On appelle cela la valeur sentimentale.

# item_strangetrinket_mv
source: You can't take that, it's not yours!
fr: Cette babiole a sûrement une grande valeur pour cette femme ! En a-t-elle pour toi ?

# item_dragon
source: ClockworkDragon
fr: Dragon

# item_dragon_text
source: A dragon the size of a small dog is frolicking about the room. You'd think it was real if it weren't for the wind-up key sticking out of its back.
fr: Un dragon de la taille de 2 mètres de long parcours la pièce. Tu aurais cru qu'il s'agissait d'un vrai dragon s'il n'avait pas une clef servant à remonter son mécanisme sur le dos.

# item_dragon_rm
source: Didn't your mother ever teach you that it's rude to erase other people's things from their plane of existence?
fr: Où est-ce que tu te crois ? Dans « Donjon et Dragons » ?

# item_dragon_mv
source: You can't take that, it's not yours!
fr: Cela a dû prendre de nombreuses semaines pour réaliser ce Dragon mécanique. N'as-tu donc pas de valeurs ?

# people_artisan
source: Artisan
fr: Artisane

# people_artisan_text
source: The Artisan lifts up her goggles and peers at you in surprise. "Are you the new assistant? You're late! ... You say you aren't my assistant? Well, that doesn't mean you can't make yourself useful. I need some gears, quickly! ... You don't even know how to make things? Hmph. Some assistant you are. Just say "touch ITEM" alright? Where ITEM is the name of the thing you want to create. Now make me a Gear! Then come back."
fr: L'Artisane lève ses lunettes et te regarde avec surprise. "Êtes-vous le nouvel assistant ? Vous êtes en retard !" … "Vous dites que vous n'êtes pas mon assistant ? Eh bien, cela ne signifie pas que vous ne pouvez pas vous rendre utile. J'ai besoin de rouages, vite ! ... Vous ne savez même pas comment fabriquer des rouages ? Hum. Et vous prétendez être un assistant. Dites simplement "{{cmd.touch}}" suivi du nom de la chose que vous voulez créer. Maintenant, faites-moi un {{item_gear}} ! Vous reviendrez me parler après."

# item_gear
source: gear%s
fr: rouage%s

# item_gear_artisans_ok
source: Ha, finished already? I guess you learn fast. Well, thanks for your assistance.
fr: Ah ! Déjà fini ? J'ai l'impression que tu apprends vite. Merci pour ton aide.

# item_gear_text
source: This is a Gear
fr: Ceci est un {{item_gear}}

# item_gear_touch
source: Well that’s lovely, thank you, but you can’t expect me to make anything with just one gear! Can’t you copy it? ... *sigh* I can see you are going to need a lot of training. Just say “cp [ITEM] [NEWITEM]”. [ITEM]’s the name of the item that you want copy, and [NEWITEM]’s the new name of the copy, got it? Then poof! You’ll have shiny new item. I need five more gears so you’d better get started! Just call them gear1, gear2, gear3, gear4, and gear5, please.
fr: Euh… à quoi tu t'attends avec seulement un {{item_gear}} ? Tu devrais être capable de le copier pourtant… *pfffff* T'as vraiment besoin d'entraînement. Écris seulement “{{cmd,["cp"]}} [OBJET] [CLONE_DE_OBJET]”. [OBJET] est le nom de ce que tu vas copier et [CLONE_DE_OBJET] est le nom de la nouvelle copie. Compris ? Alors prouve le moi ! Voici un {{item_gear}}. Il m'en faut 5 autres. Appelle-les {{item_gear,[1]}}, {{item_gear,[2]}}, {{item_gear,[3]}}, {{item_gear,[4]}}, et {{item_gear,[5]}}, s'il te plait.

# room_farm
source: Farm
fr: Ferme

# room_farm_text
source: There was once a farm of some sort here, but now the fields are scorched and brown.
fr: Il y avait une ferme ici, mais les cultures ont été ravagées.

# item_earofcorn
source: EarOfCorn
fr: EpisDeMais

# item_earofcorn_text
source: The corn is sad and withered-looking.
fr: Ce maïs a l'air fané et bien piteux.

# item_earofcorn_rm
source: Why would you destroy a starving man's only food?
fr: Pourquoi voudrais-tu détruire la seule nourriture d'une personne affamée ?

# item_another_earofcorn
source: AnotherEarOfCorn
fr: AutreEpisDeMais

# item_another_earofcorn_text
source: This is AnotherEarOfCorn
fr: Ceci est un autre épi de maïs.

# corn_farmer_ok
source: It’s a miracle! Thank you, friend. May the Admin bless you.
fr: C'est un miracle ! Merci mon ami. Que l'Admin te bénisse.

# people_farmer
source: Farmer
fr: Fermier

# people_farmer_text
source: "Ruined! I'm ruined! Look at these crops... almost nothing left! The wizard's minions were here last week... they destroyed everything. How will I feed my 3 children with just one ear of corn? I could really use {{item_another_earofcorn}}! "
fr: "Ruiné ! Je suis ruiné ! Regarde ce champs de maïs… il n'en reste presque plus rien ! Les soldats du {{people_darkwizard}} sont passés ici la semaine dernière… Ils ont tout détruit. Comment vais-je nourrir mes enfants avec seulement un épi de maïs ? Avec au moins un {{item_another_earofcorn}}, je pourrais peut être en garder quelques graines."

# room_clearing
source: Clearing
fr: Clairière

# room_clearing_text
source: There's a small grassy clearing here, with a man sitting on a stone, weeping. Behind him is a pile of rubble.
fr: C'est une clairière couverte d'herbe avec un homme assis sur un rocher, soupirant… Derrière lui, les ruines d'une maison.

# room_clearing_text2
source: There's a small grassy clearing here, with a man sitting on a stone, weeping. Behind him is a pile of rubble and a small white house.
fr: C'est une clairière couverte d'herbe avec un homme assis sur un rocher, soupirant… Derrière lui, une belle {{room_house}} neuve.

# room_clearing_cd
source: You can’t cross the bridge until you’ve replaced the missing Plank.
fr: Tu ne peux pas traverser le pont tant que tu n'as pas remplacé la {{item_plank}} manquante.

# people_cryingman
source: CryingMan
fr: HommeEnPleurs

# people_cryingman_text
source: "You! You're a magic-user! I can tell, you've got that look. Come to finish the job, have you? Well, go ahead, do your worst there's nothing else you can take from me. Not since the rest of you were here a few days ago." "What happened? You DARE to ask-- you know perfectly well what happened. Your friends, the wizard's minions, destroyed my house and kidnapped my poor daughter, that's what! My wife even went into town to look for help, and I haven't heard from her since!" "Hm? Well, I guess it's true that you don't look like one of the wizard's minions. Still, I don't trust you magicfolk. If you really are who you say you are, then prove your good intentions by making me a new {{room_house}}!"
fr: <voice grl>"Vous ! Vous faites partie des mercenaires du {{people_darkwizard}} ! Je peux la sentir cette capacité étrange que vous avez. T'es là pour finir le travail, n'est-ce pas ? Allez ! Qu'est-ce que vous attendez ? Faites votre sale boulot, il ne me reste plus rien à perdre. <voice char>« Mais enfin ! Que s'est-il passé ? » <voice grl>"Qu'est-il arrivé ? Vous OSEZ nous le demander ? — Vous savez parfaitement ce qui est arrivé. Vos copains, ils sont venus, il y a deux jours. Ils ont détruit ma maison et enlevé mon pauvre enfant. Ma femme est partie en ville pour trouver de l'aide, mais depuis, elle a disparu. <voice char>« C'est affreux. Que puis-je faire pour vous venir en aide ? » <voice grl>"Comment ? D'accord, j'imagine que vous n'avez rien à voir avec ceci. Vous ne ressemblez pas aux soldats du {{people_darkwizard}}. Ceci dit, je n'ai pas confiance en vous. Si vous êtes vraiment bien intentionné, alors prouvez-le en me construisant une nouvelle {{room_house}} !

# room_house
source: House
fr: Maison

# room_house_text
source: This is a {{room_house}}
fr: Ça ! C'est une {{room_house}}.

# room_house_cd
source: You are entering the {{room_house}} that you made.
fr: Tu entres dans la {{room_house}} construite de tes mains.

# room_house_ls
source: You made this house for the man. How thoughtful of you!
fr: C'est toi qui l'as faite cette {{room_house}}. Prends quelques instants pour apprécier ton œuvre !

# room_clearing_less2
source: Thank you for making me the {{room_house}}! Why am I still crying? These are tears of joy. Can't a man openly express his emotions?
fr: Merci du fond du cœur pour m'avoir construit cette {{room_house}} ! J'en pleure de joie. Y a t'il beaucoup d'autres personnes comme toi ? Es-tu capable de libérer mon enfant ? Désolé, je t'en demande beaucoup trop, mais tu es mon seul espoir pour retrouver ma famille.

# room_brokenbridge
source: BrokenBridge
fr: PontCassé

# room_brokenbridge_text
source: A creaky wooden bridges stretches across a chasm. But it's missing a {{item_plank}}, and the gap is too far to jump.
fr: Un pont de bois grinçant s'étend au dessus d'un abîme. Mais une {{item_plank}} manque, et le trou est trop grand pour être enjambé.

# room_brokenbridge_text2
source: A creaky rope bridges stretches across a chasm.
fr: Devant toi, un pont tenu par des cordes s'étend vers l'abîme.

# item_plank
source: Plank
fr: Planche

# item_plank_text
source: This is a Plank.
fr: C'est une {{item_plank}}.

# room_ominouspath
source: OminousLookingPath
fr: CheminInquiétant

# room_ominouspath_text
source: The path leads toward a dark cave. It's an ordinary cobblestone path, but for some reason it fills you with a sense of dread.
fr: Ce chemin mène vers une cave très sombre. C'est un chemin pavé tout à fait ordinaire, et pourtant, passer par ici te fiche la trouille.

# item_brambles
source: ThornyBrambles
fr: RoncesTordues

# item_brambles_text
source: This thicket of brambles is covered with wicked-looking thorns. You can't go around it, and you definitely aren't about to go through it. And yet something tells you that you really want to.
fr: Ce tas de ronces est couvert d'épines qui ne t'inspirent vraiment pas confiance. Tu ne peux pas le contourner et tu n'essaieras sûrement pas de le traverser. Pourtant, quelque chose te dit que derrière ce tas de ronces se trouve quelque chose d'important.

# item_brambles_mv
source: You can't touch them because they are covered with thorns. Ouch!
fr: Tu ne peux pas toucher les ronces à cause de ces maudites épines.

# item_brambles_rm
source: You speak the words of the Remove spell and the brambles glimmer a deep blue. After fizzling for a minute, they disappear with a puff of smoke.
fr: Lorsque tu invoques '{{cmd.rm}}' sur le tas de ronces, ces dernières émettent une lueur d'un bleu très profond. Au bout d'un moment, les ronces disparaissent dans un nuage de fumée.

# room_slide
source: Slide
fr: Toboggan

# room_slide_text
source: The slides is long. At the end, you see the KernelFiles.
fr: Au bout du long toboggan, tu aperçois une autre pièce.

# room_slide_cd
source: You have to get past the UglyTroll first.
fr: C'est juste un toboggan. Tu ne sais pas si tu pourras remonter mais tu sais que tu dois y aller.Cependant {{people_troll1}} te bloque le passage.

# room_kernel
source: KernelFiles
fr: FichiersNoyau

# room_kernel_text
source: The KernelFiles hold the sudo-secret (no, not pseudo). You'd better read the Instructions.
fr: Les FichiersNoyau détiennent le sudo secret (non, ce n'est pas un pseudo). Vous avez intérêt à lire le fichier d'instructions.

# ask_password
source: Password:
fr: Mot de passe :

# room_kernel_IHTFP
source: You have correctly entered the password. You are now in Paradise. Take a look around, and congratulations.
fr: Vous avez correctement saisi le mot de passe. Vous êtes maintenant au Paradis. Regardez autour de vous, Félicitations !

# item_certificate
source: Certificate
fr: Certificat

# item_certificate_text
source: You must read the Certificate with the sudo password.
fr: Vous devez lire le Certificat avec le mot de passe sudo.

# item_instructions_text
source: You've learned how to make use of your friend grep I see. If you haven't it might be wise for you to go back to the Library again to do some reading. Because here, you'll need to use him to help you. Here is your task: There are a lot of items in the MoreKernelFiles room and one of them contains the sudo password. This password is very powerful password that lets you do absolutely anything in the world. It lets you cast a spell on any item that is protected in any way. You know the password is contained in one of these .txt items. You know that it appears on a line that says the word: 'password='. You should find it with grep's help. Then you'll need to use the sudo spell to find Paradise. To do this, just Type 'sudo' before the command you want to run, like so: 'sudo cp ITEM_A ITEM_B'. You will then be prompted for the sudo password. Type the password, and the spell that comes after sudo will be cast. If you open the Certificate in Paradise with sudo, you will have truly found Paradise.
fr: Bravo ! Si vous lisez ceci, c'est que vous avez fait bien du chemin.... Malheureusement, il va vous falloir faire une pause car le jeu ne va pas plus loin. Prochaine version du jeu : mi-2019. Merci d'avoir joué à Terminus et à bientôt.

# room_morekernel
source: MoreKernelFiles
fr: PlusDeFichiersNoyau

# room_morekernel_text
source: There are so many files here!
fr: Il y a tant de fichiers dans cette salle !
